[Tech_PrepareGuerillaOp X2TechTemplate]
DisplayName="Prepare Guerilla Operation"
Summary="Now that we have communications online, we can help resistance efforts around the world coordinate strikes outside of what they normally manage. It'll require a lot of our intel and supplies though."
CodeName="Fertig"
LongDescription="While a time-intensive and resouce-consuming process, we've managed to get a local resistance group the force and intel required to give us an opening for an operation. I'll be waiting for you on the bridge, Commander. J. Bradford"
UnlockedDescription="Guerilla Op Available"

[Tech_PrepareSupplyRaid X2TechTemplate]
DisplayName="Prepare Supply Raid"
Summary="Now that we have communications online, we can help resistance efforts around the world coordinate strikes outside of what they normally manage, including raids on ADVENT supply convoys or trains. It'll require major investment of our intel and some of our supplies however."
CodeName="Doolittle"
LongDescription="While a time-intensive and resouce-consuming process, we've managed to get a local resistance group the force and intel required to halt some of ADVENT's supplies for our potential use. I'll be waiting for you on the bridge, Commander. J. Bradford"
UnlockedDescription="Supply Raid Available"


[Tech_PrepareCityCenterOP X2TechTemplate]
DisplayName="Prepare City Center Operation"
Summary="With a live connection to the Spokesman, we can organize additional missions in the City Centers on targets of interest, whether they be innocents in danger or otherwise. It'll eat up a lot of our supplies trying to do this though, in addition to some of our intel."
CodeName="Pochteca"
LongDescription="Commander, with the generous investment you have given us at the resistance here, we've managed to identify a target you may be quite interested in. It should be on the Avenger's geoscape by the time you read this. T. Spokesman "
UnlockedDescription="City Center Operation"


